<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Eyes Shield - Homepage</title>
</head>

<body>
<table width="100%" height="55" border="0" cellpadding="0" cellspacing="0">
  <tr>
    <td background="img/linea.jpg"><a href="index.html"><img src="img/jlcm.jpg" alt="Cabecera" width="311" height="55" border="0"></a></td>
  </tr>
</table>
<h2 class="Estilo1"><strong><img src="eyesshield/ojo1.jpg" width="114" height="126"></strong> Eyes Shield - Un escudo para sus ojos</h2>
<table width="95%" border="0" align="center" bgcolor="#FFB7B7">
  <tr>
    <td class="Estilo1"><div align="center">
      <blockquote>
        <p>Seg&uacute;n estudios cient&iacute;ficos realizados, <u>el 70% de los empleados que trabajan con sistemas inform&aacute;ticos sufren problemas oculares</u> (visi&oacute;n borrosa, fatiga, fobia a la luz, secadez, enrojecimiento de ojos, hinchaz&oacute;n y picor de cara, migra&ntilde;as, n&aacute;useas, mareos y v&eacute;rtigos).</p>
      </blockquote>
    </div></td>
  </tr>
</table>
<p>&iquest;Le preocupa? Siga leyendo, Eyes Shield le interesa. </p>
<h3 class="Estilo1"><strong>&iquest;Qu&eacute; es Eyes Shield?</strong></h3>
<p class="Estilo1">Eyes Shield es el programa GRATU&Iacute;TO creado por <a href="http://jlcm.host.sk" target="_blank">Jose Luis Cebri&aacute;n M&aacute;rquez</a> dise&ntilde;ado espec&iacute;ficamente para evitar los efectos derivados de trabajar con el ordenador durante largos per&iacute;odos.</p>
<h3 class="Estilo1"><strong>&iquest;C&oacute;mo funciona?</strong></h3>
<p class="Estilo1">Eyes Shield le programa descansos con duraci&oacute;n y frecuencia que usted decida. Descanse cuando Eyes Shield se lo indique y reducir&aacute; notablemente los efectos nocivos de la fatiga ocular. </p>
<h3><strong>&iquest;C&oacute;mo puedo empezar a utilizarlo? </strong>En 3 sencillos pasos:</h3>
 
<table width="95%" border="0" align="center" bgcolor="#FFFFCB">
  <tr>
    <td height="150" class="Estilo1"><p> 1. Baje e instale el <a href="http://www.microsoft.com/downloads/details.aspx?displaylang=es&FamilyID=0856EACB-4362-4B0D-8EDD-AAB15C5E04F5" target="_blank">Entorno .NET v2.0</a> de Microsoft  requerido. NOTA: Si est&aacute; seguro de tenerlo instalado, no ser&aacute; necesario instalarlo de nuevo.</p></td>
    <td height="440" rowspan="3" class="Estilo1"><img src="eyesshield/ES1.jpg" width="432" height="436" /></td>
  </tr>
  <tr>
    <td height="150" class="Estilo1"> 2. Baje e instale <a href="archivo/eyesshield.exe">Eyes Shield v1.0.</a></td>
  </tr>
  <tr>
    <td height="140" class="Estilo1">3.  Arranque Eyes Shield, config&uacute;relo a su gusto y pinche sobre &quot;Guardar Valores&quot;. &iexcl;Ya est&aacute;!.</td>
  </tr>
</table>
<h3 class="Estilo1"><strong>&iquest;Como funcionan los descansos programados?</strong></h3>
<p class="Estilo1">El programa le avisar&aacute; un minuto antes del momento de descanso para que termine de realizar tenga pendientes. Pasado el minuto, Eyes Shield muestra una pantalla que cubre la totalidad del escritorio y que le invita a descansar. Una vez que el descanso termine, escuchar&aacute; un sonido identificativo.</p>
<p class="Estilo1">Eyes Shield <u>NO LE OBLIGA</u> a descansar, usted puede decidir  seguir trabajando cancelando el descanso en cualquier momento. </p>
<h3 class="Estilo1"><strong>&iquest;Qu&eacute; otras funciones tiene?</strong></h3>
<table width="95%" border="0" align="center" bgcolor="#FFFFCB">
  <tr>
    <td class="Estilo1"><blockquote>
      <p><strong>FUNCI&Oacute;N &quot;DESCANSAR AHORA&quot;</strong></p>
      <p>Eyes Shield le permite, adem&aacute;s de hacer descansos programados, descansos puntuales, es decir, cuando usted quiera. Pinche con el bot&oacute;n derecho sobre el icono de Eyes Shield de la barra de tareas y elija &quot;Descansar ahora&quot;.</p>
    </blockquote></td>
    <td class="Estilo1"><img src="eyesshield/ES2.jpg" width="205" height="171" /></td>
  </tr>
</table>
<p class="Estilo1">Adem&aacute;s, en la ventana de opciones podr&aacute; configurar si desea:</p>
<ul class="Estilo1">
  <li>Mostrar Splash: Muestra ventana de bienvenida al inicio si est&aacute; activada.</li>
  <li>Iniciar minimizado: Iniciar Eyes Shield minimizado si est&aacute; activada. Muestra ventana de opciones al inicio si est&aacute; desactivada. </li>
</ul>
<p class="Estilo1">Podr&aacute; consultar la ayuda en l&iacute;nea y obtener la versi&oacute;n m&aacute;s actualizada pulsado el bot&oacute;n &quot;?&quot; de la ventana de opciones de Eyes Shield. </p>
<h3 class="Estilo1"><strong>&iquest;Que significa el icono de la barra de tareas?</strong></h3>
<table width="95%" border="0" align="center" bgcolor="#FFFFCB">
  <tr>
    <td class="Estilo1"><blockquote>
      <p><strong>ESTADO DE EYES SHIELD</strong></p>
      <p>Cuando se inicia, Eyes Shield est&aacute; activado, es decir, le avisar&aacute; cada cierto tiempo para hacer descansos programados.</p>
      <p>Si desactiva Eyes Shield no realizar&aacute; los descansos programados, pero podr&aacute; descansar en cualquier momento con la funci&oacute;n &quot;Descansar ahora&quot; (ver apartado anterior). </p>
    </blockquote></td>
    <td class="Estilo1"><img src="eyesshield/ES3.jpg" width="291" height="186" /></td>
  </tr>
</table>
<p class="Estilo1">Eyes Shield puede ser desactivado desde la ventana de opciones o desde el men&uacute; de la barra de tareas (bot&oacute;n derecho en el icono de Eyes Shield). </p>
<h3 class="Estilo1"><strong>&iquest;Eyes Shield contiene alg&uacute;n tipo de c&oacute;digo o programa malware, spyware o similar?</strong></h3>
<p class="Estilo1">No, Eyes Shield fue concebido como proyecto de una asignatura de la carrera de inform&aacute;tica (Programaci&oacute;n Visual) y para satisfacer la necesidad personal de cuidar de la visi&oacute;n del autor. Se distribuye sin fines lucrativos, bajo licencia FREEWARE y sin ning&uacute;n tipo de garant&iacute;a (ver apartado siguiente). </p>
<h3 class="Estilo1"><strong>Licencia de Eyes Shield</strong></h3>
<p class="Estilo1">Eyes Shield es FREEWARE, es decir, gratu&iacute;to. Se distribuye SIN NINGUNA GARANT&Iacute;A. Usted est&aacute; autorizado a distribuirlo libremente. El autor no asume ning&uacute;na responsabilidad de cualquier tipo, ni en relaci&oacute;n a la p&eacute;rdida o da&ntilde;o de la informaci&oacute;n derivada del uso del producto. Copyright (C) 2006 Jose Luis Cebri&aacute;n M&aacute;rquez (http://jlcm.host.sk).</p>
<h3 class="Estilo1"><strong>El autor</strong></h3>
<p class="Estilo1">Espero sinceramente que Eyes Shield les sea de utilidad y que le ayude a cuidar de su salud. Agredecer&eacute; que <a href="mailto:jlcm.ab@ono.com?subject=Eyes Shield" target="_blank">contacten conmigo</a> para cualquier cuesti&oacute;n, opini&oacute;n o sugerencia. Desde <a href="http://jlcm.host.sk" target="_blank">mi p&aacute;gina web</a> pueden revisar otros trabajos y proyectos realizados. Gracias.</p>
</body>
</html>
