<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">

<html>
<head>
<title>Jose Luis Cebri&aacute;n M&aacute;rquez - P&aacute;gina Personal</title>

<link type="text/css" rel="stylesheet" href="./css/general.css">

<script language="JavaScript">
// Place this script within <head> section.

var avisoX = (screen.width/2)-175;
var avisoY = (screen.height/2)-150;
var loc = "left="+avisoX+",top="+avisoY;
function aviso(){
goPopWindow = window.open("avisolegal.html","","width=350,height=300,"+loc);
}
</script>

<style type="text/css">
<!--
.Estilo4 {font-size: small}
.Estilo5 {font-size: medium;
	font-weight: bold;
	font-style: normal;
	text-decoration: underline;
}
.Estilo6 {color: #FFFFFF}
-->
</style>
</head>

<body>
<div id="menu">
  <div align="center"><a href="novedades.html"><img src="img/botnovedades.gif" alt="Novedades" border="0"></a>
      <a href="quiensoy.html"><img src="img/botquiensoy.gif" alt="Curriculum" border="0"></a>
      <a href="book.html"><img src="img/botbook.gif" alt="Book" border="0"></a>
      <a href="traducciones.html"><img src="img/bottraducciones.gif" alt="Traducciones" border="0"></a>
      <a href="tutoriales.html"><img src="img/bottutoriales.gif" alt="Tutoriales" border="0"></a>
    <a href="otros.html"><img src="img/bototros.gif" alt="Otros proyectos y extras" border="0"></a></div>
</div>


<table width="100%" height="55" border="0" cellpadding="0" cellspacing="0">
  <tr>
    <td background="img/linea.jpg"><a href="index.html"><img src="img/jlcm.jpg" alt="Cabecera" width="311" height="55" border="0"></a></td>
    <td background="img/linea.jpg" class="Estilo1"><div align="right"><a href="javascript:aviso()">Aviso Legal</a></div></td>
  </tr>
</table>
<div id="content">
  <h1>Traducci&oacute;n de Foxmail 6  Beta 3 </h1>
  <p class="Estilo5">DESCRIPCI&Oacute;N:</p>
  <p>Traducci&oacute;n de textos del cliente de correo y RSS Foxmail, v&aacute;lida para Foxmail 6 Beta 3. <strong>Para usuarios de Foxmail de versiones anteriores, lea detenidamente las instrucciones de descarga y traducci&oacute;n.</strong></p>
  <p><span class="Estilo5">CAPTURAS:</span> <a href="img_foxmail/captura.jpg" target="_blank">Captura de Pantalla Principal</a> y <a href="img_foxmail/captura2.jpg" target="_blank">Captura de cliente RSS</a> </p>
  <p><strong><span class="Estilo5">ESTADO OFICIAL:</span></strong><strong> TRADUCCI&Oacute;N FINALIZADA. </strong></p>
  <p class="Estilo5">HISTORIAL: </p>
  <p><span class="Estilo4"><br>
      <strong>V1.0</strong> <br>
    </span>- Todo listo, la pr&aacute;ctica totalidad de los textos del programa ha sido traducido, a excepci&oacute;n de la ayuda y de las plantillas de correo. </p>
  <p><strong>V1.1 (ACTUAL)</strong><br>
  - Arreglados bugs y errores de la versi&oacute;n anterior.<br>
  - Traducidos los mensajes de pantalla restantes, opciones de firma electr&oacute;nica y plantillas HTML para mensajes. Puede postear bugs y errores <a href="mailto:jlcm.ab@ono.com?subject=Reporte de bugs en la traducci&oacute;n de Foxmail 6">aqu&iacute;</a>.</p>
  <p><strong>Sustituci&oacute;n del instalador por un archivo zip</strong> (Gracias a Alberto Morales Valencia por reportar el error). </p>
  <p><span class="Estilo5">AUTORES:</span> &Eacute;ste proyecto lo realizamos: </p>
  <p><strong>- <a href="http://usuarios.lycos.es/gabor/">Gabriel Cebri&aacute;n M&aacute;rquez</a>:</strong> Programaci&oacute;n y Traducci&oacute;n.
  <br>
  <strong>- Jose Luis Cebri&aacute;n M&aacute;rquez:</strong>Traducci&oacute;n y revisi&oacute;n sint&aacute;ctica y sem&aacute;ntica. Beta Tester.<br>
  (basados en la traducci&oacute;n de la versi&oacute;n anterior de Jorgefel de Argentina, aunque con notables cambios con respecto a &eacute;sta, debido a las numerosas mejoras de la nueva versi&oacute;n). <br>
  <strong>- Agradecimiento especial a Jorge</strong> por hacer de Beta Tester, reportar errores de la versión 1.0 y promocionar la traducción en su blog.</p>
  <p class="Estilo5">INSTRUCCIONES Y DESCARGA:</p>
  <table width="90%"  border="0" align="center" cellpadding="0" cellspacing="10">
    <tr>
      <td colspan="2" bgcolor="#FFEEBB"><div align="center">
<blockquote>
  <p class="Estilo5">ELIJA LA VERSI&Oacute;N DE LA TRADUCCI&Oacute;N QUE NECESITE: </p>
</blockquote>
<ul>
          <li><strong>Si no ha instalado Foxmail con anterioridad, b&aacute;jelo directamente traducido desde</strong> <a href="http://www.filefactory.com/?33d473" target="_blank">aqu&iacute;</a> (servidor gratu&iacute;to) y descompr&iacute;malo en cualquier carpeta de su disco duro. Para bajar desde &eacute;sta direcci&oacute;n, espere unos segundos, pinche en: </li>
          <p><img src="img/bajar1.jpg" width="408" height="68"></p>
          <p>para, despu&eacute;s de otra espera, pinchar en: <br>
              <img src="img/bajar2.jpg" width="410" height="105"></p>
          <p>e iniciar as&iacute; la descarga. Actualmente no dispongo de hosting fiable o de pago y es la &uacute;nica soluci&oacute;n que encontr&eacute; para que el archivo estuviera siempre disponible. Disculpen las molestias. </p>
          <li><strong>Si ya instalaste Foxmail 6 anterior a la BETA 3 </strong>, arranca Foxmail, accede al servicio de actualizaci&oacute;n (Ayuda -&gt; LiveUpdate...) y actualiza a la versi&oacute;n m&aacute;s reciente (d&aacute;ndole al bot&oacute;n siguiente, el de la izquierda de los dos presentados). Una vez actualizado a la &uacute;ltima versi&oacute;n, descarga desde <a href="http://usuarios.lycos.es/gabor/files/Trad_Foxmail6_archivos.zip">aqu&iacute;</a> los archivos de traducci&oacute;n y descompr&iacute;melos en la carpeta de Foxmail (normalmente en &quot;Archivos de Programa&quot;). 
</ul>
        <blockquote>
          <table width="95%" border="0">
            <tr>
              <td bgcolor="#FF0000"><div align="center">
                <blockquote>
                  <p><span class="Estilo6"><strong>NOTA PARA ANTIGUOS USUARIOS DE FOXMAIL:</strong> Si ya pose&iacute;a una versi&oacute;n anterior de Foxmail instalada, se recomienda encarecidamente que haga una copia de seguridad del antiguo directorio ANTES de instalar la nueva versi&oacute;n, o bien instalar la nueva versi&oacute;n en un directorio distinto a la vieja. Podr&aacute; importar luego sus antiguos buzones a la nueva versi&oacute;n. Si no lo hace as&iacute; o no sigue correctamente los pasos anteriores, <u>corre el riesgo de perder  los datos de su lista de direcciones, sus cuentas antiguas y su contenido</u>. Los autores de la traducci&oacute;n no se hacen responsables de los da&ntilde;os ocasionados por dicha p&eacute;rdida.</span></p>
                </blockquote>
              </div></td>
            </tr>
          </table>
          <p>&nbsp;</p>
        </blockquote>
        <p>&nbsp;</p>
      </div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
</div>

</body>
</html>

